{
    "1": {
        "id_producto": 1,
        "imagen": "img\/auricular1.3.png",
        "nombre": "Memecoleous H112",
        "descripcion": "Adecuados tanto para niños como para adultos. Las almohadillas de los auriculares están hechos de espuma con memoria y se adhieren bien a los oídos, lo que da comodidad de uso durante largos periodos de juego y bloqueo el ruido ambiente, dando a los jugadores la concentración completa que necesitan. El Redragon Memecoleous ofrece un increíble nivel de sonido a gamers gracias a su sonido diseñado a medida. Su estilo de diseño único y su espectro de frecuencia combinados entregan una precisión impresionante. El Memecoleous está concebido para ser confortable luego de varias horas de uso.",
        "precio": 999,
        "id_marca": 1,
        "id_categoria": 1,
        "id_condicion": 1,
        "especificaciones": {
            "Tipo de salida": "Stereo",
            "Tipo de copa": "Circumaurales: Este tipo de auriculares se coloca rodeando completamente la oreja. Tacto suave y con aislamiento pasivo",
            "Material Diadema": "Metálica, flexible. Integrada a la estructura",
            "Tipo de cable": "2 m Engomado de alta resistencia.",
            "Diametro del diafragma": "50 mm con imanes de neodimio",
            "Vibración": "Si. Motor de vibración 30 mm",
            "Peso": "450 gr"
        }
    },
    "2": {
        "id_producto": 2,
        "imagen": "img\/teclado1.3.png",
        "nombre": "Kumara K552",
        "descripcion": "El corazón de los teclados Redragon está equipado con tecnología Outemu, en este caso, los switches Outemu Blue, de click audible y con activación al ejercer sólo 50 gramos de fuerza sobre la tecla, hacen del Kumara un teclado que acompaña cualquier escritura o juego. La iluminación del Kumara K-552 RGB consta de teclas retroiluminadas configurables mediante software independiente para el gusto y comodidad del usuario, con posibilidades de guardar perfiles dentro de la memoria interna del teclado, logrando un resultado óptimo basado en sus necesidades. La construcción del teclado está realizada sobre ABS reforzado y placa de acero, combinado con teclas moldeadas por inyección láser de doble disparo y posteriormente grabadas, generan un producto durable y de excelente calidad, ideal para uso intensivo.",
        "precio": 999,
        "id_marca": 1,
        "id_categoria": 2,
        "id_condicion": 1,
        "especificaciones": {
            "Arquitectura": "Mecánico",
            "Tipo Switch": "Outemu Blue, táctil con click audible, fuerza de actuación 50 gr",
            "Teclas Multimedia": "Si, a tráves de tecla FN",
            "Dimensiones": "37.5×15.5×4.3 cm",
            "Resistente a salpicaduras": "Sí",
            "Retroiluminación": "RGB",
            "Tipo de conector": "USB",
            "Peso": "1.06 kg"
        }
    },
    "3": {
        "id_producto": 3,
        "imagen": "img\/mouse1.3.png",
        "nombre": "Deathadder V2",
        "descripcion": "El Razer DeathAdder V2 sigue en su línea, mantiene la forma característica a la vez que aligera su peso para un manejo más rápido y mejorado de tu juego. Va un paso más allá del diseño convencional de oficina, este diseño optimizado te proporciona mayor comodidad para el juego, indispensable para esas largas horas de asalto o cuando estás subiendo de rango.Los switches de este ratón ergonómico, que utilizan un haz de infrarrojos para registrar cada clic, se activan con un tiempo de respuesta de 0,2 milisegundos, tiempo líder del mercado. Al no requerir contacto físico, esta activación elimina la necesidad del retraso antirrebotes, con lo que nunca registrará pulsaciones involuntarias, lo que te proporciona un control aún más preciso y una ejecución perfecta.",
        "precio": 999,
        "id_marca": 2,
        "id_categoria": 3,
        "id_condicion": 2,
        "especificaciones": {
            "Sensor óptico": "Focus+ con 20 000 PPP",
            "Sensibilidad": "niveles predeterminados: 400\/800\/1600\/2400\/3200",
            "Cable Speedflex": "2,1 m\/7 pies",
            "Botones": "Ocho Hyperesponse programables de forma independiente",
            "Switches": "Ópticos para ratón Razer™ con una duración de hasta 70 millones de clics",
            "Tamaño aproximado": "127,0 mm\/5 pulgadas (largo) x 61,7 mm\/2,43 pulgadas (ancho de agarre) x 42,7 mm\/1,68 pulgadas (alto)",
            "Iluminación": "Razer Chroma™ RGB con 16,8 millones de colores reales personalizables",
            "Peso": "82 g\/2,9 oz (sin el cable)"
        }
    },
    "4": {
        "id_producto": 4,
        "imagen": "img\/controller1.3.png",
        "nombre": "Joystick Xbox",
        "descripcion": "Experimenta la comodidad mejorada y la sensación del nuevo control inalámbrico Xbox, con un diseño más elegante y aerodinámico, y una textura antiderrapante. Disfruta de la asignación personalizada de botones y de un rango inalámbrico que es casi el doble. Con el conector para auriculares estéreo de 3,5 mm, puedes conectar directamente cualquier tipo de auriculares compatibles. Y, gracias a la tecnología Bluetooth®, juega tus títulos favoritos en computadoras y tabletas con Windows 10*.",
        "precio": 999,
        "id_marca": 3,
        "id_categoria": 4,
        "id_condicion": 1,
        "especificaciones": {
            "Modelo": "Xbox Series X\/S Wireless Controller",
            "Color": "Carbon black",
            "Bluetooth": "Sí",
            "Inalámbrico": "Sí",
            "Touchpad": "No",
            "Vibración": "No",
            "Textura": "Antiderrapante",
            "Conector para auriculares": "Estéreo de 3,5 mm"
        }
    },
    "5": {
        "id_producto": 5,
        "imagen": "img\/teclado2.png",
        "nombre": "Prodigy G213",
        "descripcion": "El teclado G213 para juegos está dotado de teclas Logitech G Mech-Dome ajustadas especialmente para ofrecer una respuesta táctil superior y un perfil de desempeño global similar al de un teclado mecánico. Las teclas Mech-Dome tienen una altura estándar, ofrecen un recorrido total de 4 mm, una fuerza de actuación de 50 g y un funcionamiento silencioso.G213 tiene cinco zonas de iluminación individuales, cada una de ellas personalizable en una paleta de aproximadamente 16,8 millones de colores y distintos niveles de brillo, a juego con tu estilo personal, el sistema o el entorno. La tecnología LIGHTSYNC proporciona iluminación de próxima generación que sincroniza la iluminación y los perfiles del juego con tu contenido. Personalízalo todo de forma rápida y sencilla con Logitech G HUB.",
        "precio": 999,
        "id_marca": 4,
        "id_categoria": 2,
        "id_condicion": 1,
        "especificaciones": {
            "Arquitectura": "Mecánico",
            "Retroiluminación": "RGB (5 zonas) Lightsync",
            "Teclas": "Mech Dome",
            "Resistente a salpicaduras": "Sí",
            "Velocidad USB": "Máxima",
            "Longitud de cable (alimentación\/carga)": "1,8 m",
            "Tipo de conexión": "USB 2.0",
            "Peso": "1000 g"
        }
    },
    "6": {
        "id_producto": 6,
        "imagen": "img\/teclado3.3.png",
        "nombre": "Alloy Core RGB",
        "descripcion": "Gracias a su radiante barra de luz exclusiva de HyperX y a los efectos de iluminación RGB dinámicos y fluidos, el HyperX Alloy Core RGB™ es perfecto para jugadores que quieran mejorar el estilo y rendimiento de su teclado sin dejar la cartera tiritando. Cuenta con seis efectos de iluminación y tres niveles de brillo diferentes, lo que permite equilibrar la luminosidad y el presupuesto. Alloy Core RGB cuenta con una resistente carcasa de plástico reforzado; su estabilidad y fiabilidad son perfectas para los jugadores que busquen un teclado para un uso a largo plazo",
        "precio": 999,
        "id_marca": 5,
        "id_categoria": 2,
        "id_condicion": 2,
        "especificaciones": {
            "Arquitectura": "Membrana",
            "Retroiluminación": "RGB (personalización multicolor de 5 zonas)",
            "Efectos de luz": "6 modos LED y 3 niveles de brillo",
            "Velocidad de sondeo": "1000 Hz",
            "Control de los medios": "Sí",
            "Resistente a salpicaduras": "Sí",
            "Anti-Ghosting": "Anti-ghosting multitecla",
            "Peso (teclado y cable)": "1.121g"
        }
    },
    "7": {
        "id_producto": 7,
        "imagen": "img\/auricular2.3.png",
        "nombre": "G332 Leatherette",
        "descripcion": "Todo en estos audífonos es confort: Las ligeras copas y diadema de piel sintética de lujo se han creado para eliminar la presión en las orejas. Las copas giran hasta 90 grados para mayor confort.Los grandes transductores de audio de 50 mm producen un sonido completamente expansivo para una experiencia de juego más inmersiva. Ajusta el volumen confortable y rápidamente en cualquier plataforma con la rueda de volumen montada en copa.Tus audífonos funcionan con PC o Mac o con consolas de videojuegos incluidas PlayStation 4™, Xbox One™, Nintendo Switch™ y dispositivos móviles a través de cable con conector de 3,5 mm.",
        "precio": 999,
        "id_marca": 4,
        "id_categoria": 1,
        "id_condicion": 2,
        "especificaciones": {
            "Patrón de captación de micrófono": "Cardioide (unidireccional)",
            "Micrófono": "Varilla",
            "Respuesta de frecuencia": "20 Hz-20 kHz",
            "Impedancia": "39 ohmios (pasiva), 5 kilohmios (activa)",
            "Sensibilidad": "107 dB SPL\/mW",
            "Cable": "2 Metros",
            "Peso (sin cable)": "280 g"
        }
    },
    "8": {
        "id_producto": 8,
        "imagen": "img\/mouse2.3.png",
        "nombre": "Deathtaker",
        "descripcion": "DeathTaker es un mouse láser profesional para juegos MMO/RTS de la línea GX gaming de Genius. Podrá personalizarlo para conquistar cualquier desafío en juegos MMO/RTS y llegar a ser un jugador imbatible.DeathTaker incluye una unidad aceleradora SCGii para un rango dpi que va de 100 a 5700 para que los jugadores puedan desplazarse fácilmente en el campo de batalla. Tiene un CPU de gran velocidad con un chip de memoria evitar los bloqueos de los ajustes macro de los juegos, y da a los jugadores 1-ms (8 veces más rápido) de tiempo de respuesta, más un cable trenzado con un conector USB dorado que provee una señal estable y sin interrupciones durante actividades de batalla.",
        "precio": 999,
        "id_marca": 6,
        "id_categoria": 3,
        "id_condicion": 1,
        "especificaciones": {
            "Conexión": "USB (máxima velocidad 1000 Hz)",
            "Resolución": "Láser de 5700dpi",
            "Color": "Negro\/plateado",
            "Botones": "9 Programables",
            "Duración del switch": "8 millones de clics",
            "Aceleración": "20 G",
            "Grabación de macros": "El software incluido permite crear y asignar macros para una mejor capacidad de programación."
        }
    },
    "9": {
        "id_producto": 9,
        "imagen": "img\/controller2.3.png",
        "nombre": "Marvo Gt-60",
        "descripcion": "Podrás usarlo con tu PC, notebook, consola, tablet, iPad y gracias a su clip con agarre también con tu celular o iPhone. Además, gracias a su batería de larga duración, no tendrás que preocuparte por cambiar pilas o que la batería se termine en mitad del juego y gracias a sus controles tanto digitales como analógicos, se adapta a cualquier plataforma de juego. Podrás usarlo tanto de forma inalámbrica vía Bluetooth como con cable USB.",
        "precio": 999,
        "id_marca": 8,
        "id_categoria": 4,
        "id_condicion": 2,
        "especificaciones": {
            "Conexión": "wireless o wired (USB cable)",
            "Capacidad de Bateria": "350 mA",
            "Tiempo de carga": "1.5 h",
            "Compatibilidad": "Android y PC",
            "Tiempo de uso": "6 - 10 h (continuas",
            "Indicadores LED": "Gamepad, Mouse, Carga",
            "Tamaño del clip para smartphone": "4 - 8,5 cm"
        }
    },
    "10": {
        "id_producto": 10,
        "imagen": "img\/mouse3.3.png",
        "nombre": "Centrophorus M601",
        "descripcion": "El Centrophorus es un mouse ambidiestro que destaca por todo, sí, todo. Desde su precio hasta su funcionalidad, pasando por componentes precisos y materiales de construcción de calidad. El Centrophorus se abre paso en el mercado demostrando que no es solo una cara bonita y una construcción sólida, sus switches Omron y su sensor Pixart 3317 óptico, aseguran movimiento fluído y clicks precisos. Todo conectado a la PC mediante una ficha USB recubierta en oro que la hace inoxidable y aporta la mejor conductividad posible. Sus dos botones laterales programables aseguran comodidad y funcionalidad en cualquier tipo de juego.",
        "precio": 999,
        "id_marca": 1,
        "id_categoria": 3,
        "id_condicion": 1,
        "especificaciones": {
            "Orientación": "Ambidiestro",
            "Frecuencia de respuesta": "1000 Hz",
            "DPI": "400 \/ 3200",
            "Botones Programables": "5",
            "Conexión": "cableado USB",
            "Retroiluminación": "Si, roja",
            "Dimensiones": "12x7x3.9 cm",
            "Peso": "77gr"
        }
    },
    "11": {
        "id_producto": 11,
        "imagen": "img\/teclado4.3.png",
        "nombre": "K70 MK2 Rapidfire",
        "descripcion": "El CORSAIR K70 RGB MK2 es un teclado mecánico premium para juegos diseñado para durar, con una estructura de aluminio, interruptores 100 % CHERRY® MX y 8 MB de almacenamiento interno de perfiles.Este teclado Corsair de alto rendimiento permite que puedas disfrutar de horas ilimitadas de juegos. Está diseñado especialmente para que puedas expresar tanto tus habilidades como tu estilo. Podrás mejorar tu experiencia de gaming, ya seas un aficionado o todo un experto, y hacer que tus jugadas alcancen otro nivel. Una estructura de aluminio anodizado y cepillado de calidad aeroespacial proporciona una durabilidad ligera y resistente, diseñada para soportar miles de horas de juego.",
        "precio": 999,
        "id_marca": 7,
        "id_categoria": 2,
        "id_condicion": 1,
        "especificaciones": {
            "Arquitectura": "Mecánico ",
            "Conexión": "Wired",
            "Bluetooth": "No",
            "Cantidad de Teclas": "105",
            "Reposa Muñecas": "Sí",
            "Anti-Ghosting": "Sí",
            "Largo del cable": "1.8 m",
            "Peso": "1.25kg"
        }
    },
    "12": {
        "id_producto": 12,
        "imagen": "img\/auricular3.3.png",
        "nombre": "G432 7.1",
        "descripcion": "Con los audífonos G432, estarás rodeado por el entorno del juego. Siente la emoción de estar totalmente inmerso en la acción y de que siempre te oigan para una experiencia de juego completa. El sonido envolvente de próxima generación DTS Headphone:X 2,02El sonido envolvente DTS Headphone:X 2,0 y los preajustes de ecualizador requieren el software para juegos Logitech G HUB te permite oír al enemigo a tu espalda, pistas de habilidades especiales y entornos inmersivos, todo a tu alrededor. Disfruta de audio 3D que va más allá de los 7,1 canales que te hace sentirte en el centro de la acción.",
        "precio": 999,
        "id_marca": 4,
        "id_categoria": 1,
        "id_condicion": 1,
        "especificaciones": {
            "Transductores": "50 mm",
            "Impedancia": "39 ohmios (pasiva), 5 kilohmios (activa)",
            "Sensibilidad": "107+\/-3dB",
            "Cable": "2 Metros",
            "Patrón de captación de micrófono": "Cardioide (unidireccional)",
            "Micrófono": "Varilla",
            "Peso (sin cable)": "280 g"
        }
    },
    "13": {
        "id_producto": 13,
        "imagen": "img\/auricular4.3.png",
        "nombre": "Electra V2",
        "descripcion": "Sin adornos: simplemente pura euforia de audio. Los Razer Electra V2 son unos auriculares indispensables que se centran en lo que realmente importa: un sonido envolvente virtual equilibrado para todas tus necesidades de juegos y de música, todo ello concentrado en un diseño industrial elegante y cómodo. Los Razer Electra V2 te dan una posición auditiva incrementada para que sepas exactamente desde dónde ataca tu enemigo. Gracias a su avanzado software de sonido envolvente virtual 7,1 a través de Razer Synapse, también puedes calibrar los auriculares según tus preferencias de audio.",
        "precio": 999,
        "id_marca": 2,
        "id_categoria": 1,
        "id_condicion": 2,
        "especificaciones": {
            "Patrón de captación": "Unidireccional",
            "Entrada de energía máxima": "50 mW",
            "Controladores": "40 mm, con imanes de neodimio",
            "Impedancia": "32 ± 15% Ω",
            "Frecuencia de respuesta del Micrófono": "100 Hz – 10 kHz",
            "Sensibilidad del Micrófono": "105 ± 3dB",
            "Longitud del cable": "1,3 m \/ 4,27 ft",
            "Peso": "278 g \/ 0.61 lbs"
        }
    }
}